CSI API ETABS v1
cCaseStaticNonlinearStaged.SetCase Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int SetCase(
	string Name
)
Function SetCase (
	Name As String
) As Integer
Dim instance As cCaseStaticNonlinearStaged
Dim Name As String
Dim returnValue As Integer
returnValue = instance.SetCase(Name)
int SetCase(
	String^ Name
)
abstract SetCase :
        Name : string -> int
Parameters
Name
Type: System.String
Return Value
Type: Int32
See Also
Reference
cCaseStaticNonlinearStaged Interface
ETABSv1 Namespace